"StartAllServers" = "Server starten";
"StopAllServers" = "Server beenden";
"wrongFolderAlertHeadline" = "MAMP konnte nicht gestartet werden!";
"wrongFolderAlertText" = "Der MAMP-Ordner muss sich im Verzeichnis 'Programme' befinden.";
"ok" = "OK";
"language" = "German";
"isoLanguage" = "de";

"key_sorry" = "Achtung";
"key_osTooLow" = "MAMP arbeitet erst ab Mac OS X 10.9 (Mavericks)!";

"mysqlTool_titleUpgrade" = "MySQL-Datenbanken aktualisieren";
"mysqlTool_titleRepair" = "MySQL-Datenbanken reparieren";
"mysqlTool_titleCheck" = "MySQL-Datenbanken überprüfen";
"mysqlTool_messageUpgrade" = "Vor der Aktualisierung der Datenbanken wird empfohlen, ein Backup der MySQL-Datenbanken zu erstellen!";
"mysqlTool_messageRepair" = "Ehe Sie einen Reparaturversuch starten, sollten Sie ein Backup der MySQL-Datenbanken erstellen!";
"mysqlTool_messageCheck" = "Überprüfung der MySQL-Datenbanken auf mögliche Fehler und Aktualisierungs-Möglichkeiten.";
"mysqlTool_doItUpgrade" = "Aktualisieren";
"mysqlTool_doItRepair" = "Reparieren";
"mysqlTool_doItCheck" = "Überprüfen";
"mysqlTool_done" = "Schließen";
"mysqlTool_statusOK" = "OK";
"mysqlTool_statusFailed" = "Failed";

"mysqlQuickCheck_dontShow" = "Nicht mehr zeigen!";
"mysqlQuickCheck_NeedsUpgradeTitle" = "Die MySQL-Datenbanken sollten aktualisiert werden.";
"mysqlQuickCheck_NeedsUpgradeMsg" ="Sie sollten die MySQL-Datenbanken möglichst schnell über den Menüpunkt 'Werkzeuge → MySQL-Datenbanken aktualisieren' auf den neuesten Stand bringen. Wenn Sie 'OK' klicken, öffnet sich die Funktion automatisch.";
"mysqlQuickCheck_NeedsUpgradeErrorTitle" = "Die Überprüfung der MySQL-Datenbanken ist fehlgeschlagen.";
"mysqlQuickCheck_NeedsUpgradeErrorMsgFormat" = "Fehlermeldung:\n\n%@";

"ChooseDocRootTitle" = "Bitte legen Sie das Stammverzeichnis fest:";
"Select" = "Auswählen";

"httpServerNameApache" = "Apache-Server";
"httpServerNameNginx" = "Nginx-Server";

"error" = "Fehler";
"portInUse" = "%@ konnte nicht gestartet werden, weil eine andere Software bereits Port %@ nutzt.";
"couldntStartServer" = "%@ konnte nicht gestartet werden. Bitte überprüfen Sie die MAMP-Installation und -Konfiguration.";
"noDocumentRoot" = "Bitte weisen Sie dem Webserver ein Document Root zu.";
"problemWithPort" = "Es gibt ein Problem mit dem Port für %@. Bitte überprüfen Sie die Konfiguration, der Port muss zwischen %@ und 65535 liegen.";
"duplicatePorts" = "Es gibt ein Problem mit den Server-Ports. Ein Port darf nur einem Server zugewiesen werden. Bitte überprüfen Sie die Konfiguration.";

"TourOfMampPro" = "MAMP PRO entdecken";

"ThankYou" = "Vielen Dank!";
"ThankYouInfo" = "Danke, dass Sie sich die Zeit genommen haben, uns bei der Weiterentwicklung von MAMP zu helfen! Wir wissen Ihre Hilfe zu schätzen.";
